Repository: calliope-edu/calliope-mini-flash-app-iOS
Catalog: Calliope App/ViewsAndControllers/ProjectAndSensors/*.lproj/ProjectAndSensors.strings
Languages: de

# bkL-vr-KqE.configuration.title
source: Record Sensordata
de: Sensordaten aufzeichnen

# cMt-qa-gH9.text
source: Detailed instructions can be found on the website:
de: Detaillierte Anweisungen findest du auf der Webseite:

# cnw-wD-B2K.title
source: Sensordata
de: Sensorendaten

# Dgf-wX-T07.text
source: Project Name
de: Projektname

# dqZ-FU-7Ks.text
source: Average
de: Durchschnitt

# DTy-e7-oGc.title
source: Sensordata
de: Sensordaten

# gYD-YY-Lxx.text
source: Here you will find your projects. You can view, process, and share the recorded data, as well as download it as a table.
de: Hier findest du bereits erstellte Projekte. Die aufgenommenen Daten kannst du dir anschauen, weiterverarbeiten und teilen sowie als Tabelle herunterladen.

# Kjn-CJ-sdt.title
source: Sensordata
de: Sensordaten

# N71-qD-IZn.text
source: 1. Open MakeCode Editor 2. Add the Bluetooth extension to your project
de: 1. Starte MakeCode. 2. Lade die Bluetooth-Erweiterung in dein Projekt oder starte das Template:

# nJx-VD-M8y.title
source: Sensors and Projects
de: Sensoren und Projekte

# OaB-k3-pOM.text
source: 3. Select the desired services for your program to view or record. 4. Start the program on your Calliope mini.
de: 3. Wähle die gewünschten Dienste für dein Programm aus, um diese anzusehen oder aufzunehmen. 4. Starte das Programm auf deinem Calliope mini.

# On7-FU-yd0.text
source: Current
de: Aktuell

# Ov1-de-29k.text
source: Send sensor data directly from Calliope mini to the app
de: Sensordaten vom Calliope mini direkt an die App senden

# xWF-af-2iy.title
source: Project Overview
de: Projektübersicht
