Repository: calliope-edu/calliope-mini-flash-app-iOS
Catalog: Calliope App/ViewsAndControllers/EditorsAndPrograms/*.lproj/EditorAndPrograms.strings
Languages: de

# 2pa-yb-EU6.text
source: Open a program in MakeCode using a QR code. Simply scan it and off you go!
de: Öffne ein Programm in MakeCode über einen QR-Code. Einfach scannen und los geht‘s!

# Hqp-zE-kfc.text
source: You can program your Calliope mini with the help of the editors. MakeCode works with Calliope mini 3 and all previous Calliope mini versions. Open Roberta Lab works with Calliope mini 1 and 2.
de: Mit Hilfe der Editoren kannst du deinen Calliope mini programmieren. MakeCode funktioniert mit dem Calliope mini 3 und allen vorherigen Calliope mini Versionen. Open Roberta Lab funktioniert mit dem Calliope mini 1 und 2.

# HyP-3y-Mpt.normalTitle
source: Start program
de: Startprogramm

# JZf-cF-XX1.text
source: Calliope mini 1+2: Download the original program of the Calliope mini 1 and Calliope min 2. Connect and transfer the program!
de: Calliope mini 1+2: Lade hier das Startprogramm für den Calliope mini 1 und Calliope mini 2. Einfach verbinden und Programm übertragen!

# 49i-Ve-lcm.normalTitle
source: Scan
de: Scannen

# fat-Jr-Mna.title
source: Editors and Programs
de: Editoren and Programme

# jQh-M1-D9T.normalTitle
source: Start program
de: Startprogramm

# nWb-Ra-8Xg.text
source: Calliope mini 3: Download the original program of the Calliope mini 3. Connect and transfer the program!
de: Calliope mini 3: Lade hier das Startprogramm für den Calliope mini 3. Einfach verbinden und Programm übertragen!

# rb5-ni-SG8.title
source: Programs and Editors
de: Editoren and Programme

# uLO-aS-ZNS.title
source: Editors and Programs
de: Editoren and Programme

# vrY-jH-Gu4.normalTitle
source: Open program
de: Programm öffnen
