Repository: calliope-edu/calliope-mini-flash-app-iOS
Catalog: Calliope App/*.lproj/Localizable.strings
Languages: de

# 1. Programm 5 starten 2. Schütteln 3. LED-Muster eingeben
source: 1. Press A+B and 1 Sek Reset 2. Keep A+B pressed 3. Transfer ID pattern
de: 1. A+B und 1 Sek Reset 2. A+B gedrückt halten 3. LED-Muster eingeben

source: Activate Bluetooth!
de: Bitte Bluetooth aktivieren!

source: Button A
de: Taste A

# Button A and B
source: Button A und B
de: Taste A und B

source: Button B
de: Taste B

# By shaking, you confirm the selection
source: Shake to confirm your selection
de: Bestätige deine Auswahl, indem du den Calliope mini schüttelst

source: Cancel
de: Abbrechen

source: Cannot upload
de: Übertragung nicht möglich

source: Check your internet connection or the snippets url in settings. The error description is: %@
de: Überprüfe deine Internetverbindung oder die Code-Schnipsel-Url in den Einstellungen. Fehlermedlung: %@

# Connect to a calliope to finish the tutorial
source: Connect to a Calliope mini to finish the tutorial
de: Verbinde dich hier mit dem Calliope mini.

# Connect to enable uploading programs
source: Connect to Calliope mini to enable uploading programs
de: Verbinde dich hier mit dem Calliope mini.

# Connection to calliope timed out!
source: Connection to Calliope mini timed out!
de: Zeitüberschreitung bei der Übertragung

# Could not find connected calliope in discovered calliopes
source: Could not find connected Calliope mini
de: Es konnte kein Calliope mini gefunden werden

source: Could not rename %@
de: Konnte nicht umbenannt werden %@

# Could not save file or download is not a proper hex file
source: Could not save or download a hex file
de: Die Datei konnte nicht gesichert oder geladen werden

source: Delete
de: Löschen

source: Delete failed
de: Löschen fehlgeschlagen

source: Delete?
de: Löschen?

# Do you want to upload %@ to your calliope?
source: Do you want to upload %@ to your Calliope mini?
de: Möchtest du %@ auf deinen Calliope laden?

source: Don´t save
de: Nicht sichern

source: Download finished
de: Download abgeschlossen

source: Download the Swift Playgrounds App
de: Lade die Swift Playgrounds App

source: Encountered an error discovering or connecting calliope:
de: Es ist ein Fehler beim Erkennen oder Verbinden aufgetreten:

source: Error
de: Fehler

source: Failed to load snippets
de: Laden der Programm-Schnipsel fehlgeschlagen

source: File already exists
de: Datei existiert bereits

# Finished
source: Done
de: Abgeschlossen

# Greetings
source: Welcome
de: Begrüßung

# https://calliope.cc
source: https://calliope.cc/en
de: https://calliope.cc

# https://calliope.cc/calliope-mini/uebersicht
source: https://calliope.cc/en/calliope-mini/features
de: https://calliope.cc/calliope-mini/uebersicht

# https://calliope.cc/forumassets/news.json
source: https://calliope.cc/forumassets/news_EN.json
de: https://calliope.cc/forumassets/news.json

# https://calliope.cc/programmieren/editoren
source: https://calliope.cc/en/coding/editors
de: https://calliope.cc/programmieren/editoren

# https://calliope.cc/programmieren/mobil
source: https://calliope.cc/en/coding/mobile
de: https://calliope.cc/programmieren/mobil

# https://calliope.cc/programmieren/mobil/hilfe
source: https://calliope.cc/en/coding/mobile/help
de: https://calliope.cc/programmieren/mobil/hilfe

# https://calliope.cc/programmieren/playground
source: https://calliope.cc/en/coding/editors/playground
de: https://calliope.cc/programmieren/editoren/playground

# https://calliope.cc/start/tipps
source: https://calliope.cc/en/start/tips
de: https://calliope.cc/start/tipps

# Multiplication tables
source: 1x1 Multiplication
de: 1x1 Rechner

source: No
de: Nein

source: No changes to upload
de: Keine Änderungen zu übertragen

source: No description available
de: Keine Beschreibung verfügbar

source: No root view controller for presenting File Save UI found
de: Kein Root-View-Controller für die Darstellung der File Save UI gefunden

source: Noise-o-meter
de: Lärm-o-meter

source: Oracle
de: Orakel

source: Paper, Rock, Scissor
de: Schere, Stein, Papier

source: Please choose a name
de: Wähle einen Namen

source: Press both A and B to return to the menu
de: Drücke die Tasten A und B, um zum Menü zu gelangen

# Program download failed
source: Download failed
de: Programmübertragung fehlgeschlagen

source: Program exported
de: Program exportiert

# Program exported message
source: The program was saved under "Documents/Calliope mini" on your device.
de: Das Program wurde im Calliope mini Ordner auf dem Gerät gespeichert.

# Push the button and follow the instructions for connecting to your Calliope
source: Display ID pattern on the Calliope mini: Press and hold A+B+Reset, release reset after 1 second. OR: Press Reset 3 Times. More info under "Help“.
de: Muster auf dem Calliope mini anzeigen: V3: Reset Button 3-Mal drücken V2: A+B+Reset gedrückt halten, nach 1 Sekunde Reset loslassen. Weitere Infos unter „Hilfe”.

# Ready!
source: Done!
de: Fertig!

source: Remove paired device
de: Trennen

# Save Program
source: Save pogram
de: Programm sichern

# Service discovery on calliope has timed out!
source: Timeout
de: Zeitüberschreitung

source: Shake
de: Schütteln

source: Share
de: Teilen

source: Start program
de: Startprogramm

# Subscribe to the Calliope Playgrounds
source: Subscribe to the Calliope mini Swift Playground
de: Abonniere den Calliope mini Swift Playground

source: The name %@ could not be given to %@. The name for a program must be unique and not empty.
de: Der Name %@ konnte nicht an %@ vergeben werden. Der Name für ein Programm muss eindeutig sein und darf nicht leer sein.

source: the program
de: Das Programm

# The program is being downloaded. Please wait a little.
source: Downloading… Please wait a little.
de: Das Programm wird geladen. Einen Augenblick Geduld.

source: The program is downloaded. Do you want to upload it now?
de: Das Programm wurde geladen. Möchtest du es übertragen?

source: The program is not ready. The reason is: %@.
de: Das Programm ist nicht fertig. Der Grund ist: %@.

# There is no connected calliope in DFU mode
source: There is no connected calliope mini
de: Es konnte kein Calliope mini gefunden werden

source: This Calliope mini can not be connected until you go to the bluetooth settings of your device and "ignore" it.
de: Dieser Calliope mini kann erst verbunden werden, wenn du in den Bluetooth-Einstellungen deines Geräts die Option "ignorieren" wählst.

source: Upload
de: Übertragen

source: Upload failed!
de: Übertragung fehlgeschlagen

# Upload the start program to your Calliope
source: Upload the Start program to your Calliope mini
de: Übertrag das Startprogramm auf den Calliope mini

source: Upload?
de: Übertragen?

source: Uploading…
de: Übertragung läuft…

# Wait a little
source: One moment please
de: Einen Moment bitte

source: Yes
de: Ja

# You are connected to your Calliope, well done!
source: Yeah, you are connected to your Calliope mini, well done! Let's continue!
de: Yeah, du bist verbunden - super gemacht! Weiter geht's!

source: Save and fast upload
de: Speichern und schnelles Übertragen

source: Save and thorough upload
de: Speichern und gründliches Übertragen
